<?php
// Heading
$_['heading_title']    = 'Действия';

// Text
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_list']        = 'Список модулей';
$_['text_confirm']      = 'Вы уверены, что хотите удалить это действие?';

// Column
$_['column_name']      = 'Название';
$_['column_status']    = 'Статус';
$_['column_action']    = 'Действие';

// Error
$_['error_permission'] = 'У Вас нет прав для редактирования Действий';
$_['error_is_in_use_doctypes_folders']     = 'Действие "%s" используется в следующих типах документов: %s. Так же действие используется в журналах: %s. Удаление невозможно.';
$_['error_is_in_use_doctypes']     = 'Действие "%s" используется в следующих типах документов: %s. Удаление невозможно.';
$_['error_is_in_use_folders']     = 'Действие "%s" используется журналах: %s. Удаление невозможно.';
$_['error_remove_unavaliable'] = "Удаление невозможно"; 

