<?php
// Heading
$_['heading_title']    = 'Поля';

// Text
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_list']        = 'Список модулей';
$_['text_confirm'] = 'При удалении поля будут удалены все его таблицы. Если поле использовалось и в него были внесены данные, эти данные будут утеряны! \r\n\r\nВы уверены, что хотите удалить поле?';

// Column
$_['column_name']      = 'Название';
$_['column_status']    = 'Статус';
$_['column_action']    = 'Действие';

// Error
$_['error_permission'] = 'У Вас нет прав для редактирования Полей';
$_['error_is_in_use_doctypes'] = 'Поле "%s" используется в следующих типах документов: %s. Удаление запрещено';

