<?php

$_['heading_title'] = 'Авторизація';
$_['text_account'] = 'Особистий кабінет';
$_['text_login'] = 'Авторизація';
$_['text_new_customer'] = 'Новий клієнт';
$_['text_register'] = 'Реєстрація';
$_['text_register_account'] = 'Створення облікового запису допоможе купувати швидше. Ви зможете контролювати стан замовлення, а також переглядати замовлення зроблені раніше. Ви зможете накопичувати призові бали і отримувати дисконтні купони. <BR> А постійним покупцям ми пропонуємо гнучку систему знижок і персональне обслуговування. <BR>';
$_['text_returning_customer'] = 'Зареєстрований клієнт';
$_['text_i_am_returning_customer'] = 'Вхід в систему';
$_['text_forgotten'] = 'Забули пароль?';
$_['entry_email'] = 'E-Mail';
$_['entry_password'] = 'Пароль';
$_['error_login'] = 'Неправильно заповнено поле E-Mail і / або пароль!';
$_['error_attempts'] = 'Ви перевищили максимальну кількість спроб авторизації. Зверніться до адміністратора';
$_['error_approved'] = 'Необхідно підтвердити аккаунт перед авторизацією.';
$_['error_user_not_in_structure'] = 'Користувач не знайдений в Структурі. Зверніться до адміністратора';
