<?php

$_['text_total_documents']      = 'Всего: ';
$_['text_no_documents_found']   = 'По вашему запросу ничего не найдено';
$_['text_show_documents']       = 'по: ';
$_['entry_date_added']          = 'Дата создания';
$_['document_title']            = 'Заголовок';
$_['search_result']             = 'Результат поиска';
$_['text_fulltextsearch']       = 'Полнотекстовый поиск';
$_['entry_fulltextsearch']      = 'Введите строку запроса';
$_['text_invalid_query']        = 'Запрос должен содержать слова длиною не менее 4-х символов';
$_['text_fulltextsearch_manual'] = 'В поисковой строке можно использовать следующие управляющие символы:<ul><li>двойные кавычки для поиска строки с сохранением порядка слов,</li><li>знак минус - перед словом для исключения его из поиска.</li></ul>';
