<?php

$_['text_home'] = 'На головну';
$_['text_delete_document_draft'] = 'Видалити чернетку';
$_['text_document_draft'] = 'Показано незбережену чернетку';
$_['text_error_autocomplete_setting'] = 'Не вказано тип документа';
$_['text_error_autocomplete_access'] = 'Як відображуваного поля не може бути поле з обмеженим доступом';
$_['text_remove_self_structure'] = 'Ви намагаєтеся видалити один зі своїх структурних ідентифікаторів (свого облікового запису або підрозділ). Продовження неможливе';
$_['text_create_document'] = 'Створення документа';
$_['template_error'] = 'Помилка під час відображення шаблону документа';
$_['error_field_twice'] = 'Одне і те ж поле розміщено в шаблоні більш ніж один раз';
$_['error_validation_required'] = 'Потрібно заповнити ';
$_['error_validation_unique'] = 'Необхідно ввести унікальне значення для ';
$_['error_upload_filetype'] = 'Файли %s не дозволені для завантаження';
$_['error_upload_filename'] = 'Неправильне ім`я файлу. Воно повинно бути не менше 3 і не більше 250 символів';
$_['error_upload'] = 'Помилка завантаження';
$_['error_upload_filesize'] = 'Розмір файлу перевищує дозволений';
$_['error_upload_diskspace'] = 'Бракує місця на диску';
$_['error_cancel_remove'] = 'Видалення документа скасовано через переміщення на іншу точку маршруту';
