<?php

$_['text_total_documents'] = 'Всього: ';
$_['text_no_documents_found'] = 'За вашим запитом нічого не знайдено';
$_['text_show_documents'] = 'по:';
$_['entry_date_added'] = 'Дата створення';
$_['document_title'] = 'Заголовок';
$_['search_result'] = 'Результат пошуку';
$_['text_fulltextsearch'] = 'Повнотекстовий пошук';
$_['entry_fulltextsearch'] = 'Введіть рядок запиту';
$_['text_invalid_query'] = 'Запит повинен містити слова довжиною не менше 4-х символів';
$_['text_fulltextsearch_manual'] = 'У пошуковому рядку можна використовувати наступні керуючі символи: <ul> <li> подвійні лапки для пошуку рядка зі збереженням порядку слів, </li> <li> знак мінус - перед словом для виключення його з пошуку. </li> </ul>';
