<?php

$_['heading_title'] = 'Події';
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Список подій';
$_['text_event'] = 'Події змінюють стандартну функціональність вашого магазину. Якщо у вас виникли проблеми, ви можете відключити або включити події тут.';
$_['text_info'] = 'Відомості про подію';
$_['text_trigger'] = 'Тригер';
$_['text_action'] = 'Дія';
$_['column_code'] = 'Код події';
$_['column_status'] = 'Статус';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action'] = 'Дія';
$_['error_permission'] = 'У Вас немає прав для зміни налаштувань!';
