<?php

$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_unzip'] = 'Вилучення файлів!';
$_['text_move'] = 'Копіювання файлів!';
$_['text_xml'] = 'Застосування модифікатора!';
$_['text_remove'] = 'Видалення тимчасових файлів!';
$_['error_permission'] = 'Увага: У Вас немає прав для управління модулями!';
$_['error_install'] = 'Виконується установка розширення, будь ласка, зачекайте кілька секунд, перш ніж спробувати встановити заново!';
$_['error_unzip'] = 'Zip архів не вдалося відкрити!';
$_['error_file'] = 'Файл не знайдено!';
$_['error_directory'] = 'Каталог, що містить файли для завантаження не може бути знайдений!';
$_['error_code'] = 'Модифікатору необхідний унікальний id код!';
$_['error_xml'] = 'Модифікатор %s вже використовується!';
$_['error_exists'] = 'Модифікатор %s використовує той же ID код який ви намагаєтеся завантажити!';
$_['error_allowed'] = 'Каталог %s недоступний для запису!';
