<?php

$_['heading_title'] = 'установка розширень';
$_['text_progress'] = 'процес установки';
$_['text_upload'] = 'Завантажте ваше розширення';
$_['text_history'] = 'Історія';
$_['text_success'] = 'Розширення успішно встановлено!';
$_['text_install'] = 'установка';
$_['text_refresh'] = 'Після додавання або видалення розширення необхідно оновити кеш розширень!';
$_['column_filename'] = 'ім`я файлу';
$_['column_date_added'] = 'дата додавання';
$_['column_action'] = 'Дія';
$_['entry_upload'] = 'завантажити файл';
$_['entry_progress'] = 'процес';
$_['help_upload'] = 'Необхідний \'.ocmod.zip\' або \'.ocmod.xml\' файл модифікатора.';
$_['error_permission'] = 'Увага: У Вас немає прав для управління модулями!';
$_['error_install'] = 'Виконується установка розширення, будь ласка, зачекайте кілька секунд, перш ніж спробувати встановити заново!';
$_['error_upload'] = 'Файл не вдалося завантажити!';
$_['error_filetype'] = 'Неправильний тип файлу!';
$_['error_file'] = 'Файл не знайдено!';
