<?php

$_['heading_title'] = 'Розширення';
$_['text_success'] = 'Дія успішно виконано!';
$_['text_refresh'] = 'Після кожної зміни розширень необхідно натиснути кнопку Оновити, щоб оновити кеш розширень!';
$_['text_list'] = 'Список розширень';
$_['column_name'] = 'Назва';
$_['column_author'] = 'Автор';
$_['column_version'] = 'Версія';
$_['column_status'] = 'Стан';
$_['column_date_added'] = 'Дата';
$_['column_action'] = 'Дія';
$_['error_permission'] = 'Увага: У Вас немає прав для управління розширеннями!';
