<?php
// Heading
$_['heading_title']          = 'Предварительные требования';

// Text
$_['text_step_2']            = 'Проверьте корректность установки вашего сервера';
$_['text_install_php']       = '1. Пожалуйста сконфигурируйте настройки PHP в соответствии с требованиями, перечисленными ниже.';
$_['text_install_extension'] = '2. Убедитесь, что установлены все PHP-расширения, перечисленные ниже.';
$_['text_install_db']        = '3. Проверьте наличие хотя бы одного доступного драйвера базы данных.';
$_['text_install_file']      = '4. Убедитесь, что установлены корректные права на файлы, перечисленные ниже.';
$_['text_install_directory'] = '5. Убедитесь, что установлены корректные прова на каталоги, перечисленные ниже.';
$_['text_setting']           = 'Настройки PHP';
$_['text_current']           = 'Текущие Настройки';
$_['text_required']          = 'Требуемые Настройки';
$_['text_extension']         = 'Настройки Расширений';
$_['text_db']                = 'База Данных';
$_['text_db_driver']         = 'Драйвер Базы Данных';
$_['text_file']              = 'Файлы';
$_['text_directory']         = 'Каталоги';
$_['text_status']            = 'Статус';
$_['text_version']           = 'Версия PHP';
$_['text_global']            = 'Зарегистрированные Глобальные Переменные';
$_['text_magic']             = 'Магические Квоты GPC';
$_['text_file_upload']       = 'Загрузка файлов';
$_['text_session']           = 'Автостарт Сессии';
$_['text_exec']              = 'Выполнение внешних программ';
$_['text_gd']                = 'GD';
$_['text_curl']              = 'cURL';
$_['text_openssl']           = 'OpenSSL';
$_['text_zlib']              = 'ZLIB';
$_['text_zip']               = 'ZIP';
$_['text_mbstring']          = 'mbstring';
$_['text_on']                = 'Включено';
$_['text_off']               = 'Отключено';
$_['text_writable']          = 'Доступно для записи';
$_['text_unwritable']        = 'Недоступно для записи';
$_['text_missing']           = 'Отсутствует';

// Error
$_['error_missing']          = 'Отсутствует';
$_['error_unwritable']       = 'Недоступно для записи';
$_['error_version']          = 'Предупреждение: Вам необходимо использовать версию PHP 7.2 или 7.3!';
$_['error_file_upload']      = 'Предупреждение: загрузка файлов должна быть включена!';
$_['error_session']          = 'Предупреждение: Documentov не будет работить если session.auto_start включен!';
$_['error_db']               = 'Предупреждение: Расширения базы данных должны быть подключены в php.ini для работы Documentov!';
$_['error_gd']               = 'Предупреждение: GD расширение должно быть подключено для работы Documentov!';
$_['error_curl']             = 'Предупреждение: CURL расширение должно быть подключено для работы Documentov!';
$_['error_openssl']          = 'Предупреждение: OpenSSL расширение должно быть подключено для работы Documentov!';
$_['error_zlib']             = 'Предупреждение: ZLIB расширение должно быть подключено для работы Documentov!';
$_['error_zip']              = 'Предупреждение: ZIP расширение должно быть подключено для работы Documentov!';
$_['error_mbstring']         = 'Предупреждение: mbstring расширение должно быть подключено для работы Documentov!';
$_['error_catalog_exist']    = 'Предупреждение: config.php не найден. Вам необходимо переименовать config-dist.php в config.php!';
$_['error_catalog_writable'] = 'Предупреждение: config.php должен быть доступен на запись для установки Documentov!';
$_['error_image']            = 'Предупреждение: Каталог Image должен быть доступен на запись для работы Documentov!';
$_['error_image_cache']      = 'Предупреждение: Каталог Image cache должен быть доступен на запись для работы Documentov!';
$_['error_image_catalog']    = 'Предупреждение: Каталог Image catalog должен быть доступен на запись для работы Documentov!';
$_['error_cache']            = 'Предупреждение: Каталог Cache должен быть доступен на запись для работы Documentov!';
$_['error_log']              = 'Предупреждение: Каталог Logs должен быть доступен на запись для работы Documentov!';
$_['error_download']         = 'Предупреждение: Каталог Download должен быть доступен на запись для работы Documentov!';
$_['error_upload']           = 'Предупреждение: Каталог Upload должен быть доступен на запись для работы Documentov!!';
$_['error_modification']     = 'Предупреждение: Каталог Modification должен быть доступен на запись для работы Documentov!';
