<?php

$_['heading_title'] = 'Пароль';
$_['text_success'] = 'Параметри поля збережено';
$_['text_extension'] = 'Поля';
$_['text_1_hash'] = 'хешірованного';
$_['text_2_hash'] = 'шифрувати';
$_['text_1_hash_description'] = 'пароль хешіруется';
$_['text_2_hash_description'] = 'пароль шифрується';
$_['text_method_get_decrypt_value'] = 'Отримати розшифроване значення';
$_['error_permission'] = 'У вас немає прав на редагування поля';
$_['help_type_hash'] = 'Хешування пароля - це надійний спосіб його зберігання, однак, при цьому він не може бути відновлений. При шифруванні пароль може бути відновлений, тому цей спосіб ненадійний і його слід використовувати тільки в тому випадку, коли потрібна можливість відновлення пароля';
$_['entry_type_hash'] = 'Перед збереженням пароль';
$_['action_setting'] = 'Немає параметрів';
