<?php

$_['heading_title'] = 'образ документа';
$_['text_show_history'] = 'Показати історію';
$_['text_table_templates'] = 'Шаблони типів документів';
$_['text_current_version'] = 'Поточна версія';
$_['text_select_template_doctype'] = 'Спочатку виберіть тип документа';
$_['text_empty_template'] = 'шаблон порожній';
$_['text_new_doctype'] = 'Новий тип документа';
$_['help_show_history'] = 'При встановленому перемикачі в поле можна буде вибрати версію документа для перегляду';
$_['help_table_templates'] = 'За замовчуванням, документ в цьому полі буде відображено в тому ж шаблоні, що і при його відкритті поза полем. В даній таблиці можна вказати шаблон, який буде використаний для відображення документа. Якщо тип документа однозначно не визначено, можна налаштувати кілька шаблонів для кожного можливого типу';
$_['action_setting'] = 'Немає параметрів';
