<?php

$_['heading_title']                 = 'Пароль';

$_['text_success']                  = 'Настройки поля сохранены';
$_['text_extension']                = 'Поля';
$_['text_1_hash']                   = 'Хэшировать';
$_['text_2_hash']                   = 'Шифровать';
$_['text_1_hash_description']       = 'Пароль хэшируется';
$_['text_2_hash_description']       = 'Пароль шифруется';
$_['text_method_get_decrypt_value'] = 'Получить расшифрованное значение';

$_['error_permission']              = 'У вас нет прав на редактирование поля';

$_['help_type_hash']                = 'Хэширование пароля - это надежный способ его хранения, однако, при этом он не может быть восстановлен. При шифровании пароль может быть восстановлен, поэтому этот способ ненадежный и его следует использовать только в том случае, когда нужна возможность восстановления пароля';
$_['entry_type_hash']               = 'Перед сохранением пароль';


$_['action_setting']            = 'Нет настроек';
