<?php

$_['heading_title']                         = 'Строка';

$_['text_success']                          = 'Настройки поля сохранены';
$_['text_extension']                        = 'Поля';
$_['text_description_mask']                 = 'Маска ввода: %s';
$_['text_description_default']              = 'Значение по умолчанию: %s';
$_['text_method_get_first_chars']           = 'получить первые n символов';
$_['text_method_get_random_str']            = 'получить cлучайный набор из n символов';
$_['text_method_get_substr']                = 'получить подстроку';
$_['text_method_get_uppercase']             = 'получить строку в верхнем регистре';
$_['text_method_get_lowercase']             = 'получить строку в нижнем регистре';
$_['text_method_append_text']               = 'добавить в конец поля';
$_['text_method_insert_textes']             = 'записать множество значений';
$_['text_method_insert_text']               = 'вставить в начало поля';
$_['text_method_append_text_separator']     = 'добавить в конец поля через разделитель';
$_['text_method_delete_first_chars']        = 'удалить первые n символов';
$_['text_method_delete_last_chars']         = 'удалить последние n символов';
$_['text_change_type_yes']                  = 'Обновить все поля типа Строка на Строка+';
$_['text_change_type_no']                   = 'Установить Строка+ как отдельное поле';
$_['text_inserting_string']                 = 'Вставляемая строка';
$_['text_adding_string']                    = 'Добавляемая строка';
$_['text_add_string']                       = 'Добавить строку';
$_['text_del_string']                       = 'Удалить строку';
$_['text_method_get_substr_description']    = 'Метод разбивает содержимое поля по заданному разделителю и возвращает указанную часть';
$_['text_version']                          = 'Версия';
$_['text_license']                          = 'Лицензия';

$_['error_permission']                      = 'У вас нет прав на редактирование поля';

$_['entry_mask']                            = 'Маска ввода';
$_['entry_default']                         = 'Значение по умолчанию';
$_['entry_char_count']                      = 'Количество символов';
$_['entry_method_insert_text_separator']    = 'Разделитель';
$_['entry_method_get_substr_separator']     = 'Разделитель';
$_['entry_method_get_substr_part']          = 'Порядковый номер части';

$_['entry_change_type']                     = 'Использование существующих данных';

$_['help_mask']                             = 'Вы можете использовать маску ввода (9 - любая цифра, a - любая буква, * - любой буквенно-цифровой символ (например, маска для телефонного номера +9(999)999-99-99';
$_['help_default']                          = 'Значение, которое примет данное поле по умолчанию при создании документа пользователем';
$_['help_char_count']                       = 'Введите количество символов, которые будут получены из поля';
$_['help_change_type']                      = 'Вы можете установить поле как отдельное либо объединить с существующим стандартным строковым полем. После объединения вы сможете при желании удалить стандартное строковое поле и работать только с полем Строка +';
$_['help_method_get_substr_separator']      = 'Строка будет разбита через данный разделитель на подстроки (если оставить параметр пустым будет использоваться запятая)';
$_['help_method_get_substr_part']           = 'Порядковый номер подстроки, которую вернет метод, начиная с 0';

$_['action_setting']                        = 'Нет настроек';
