<?php
$_['heading_title']                         = 'Таблица';
$_['text_add_button']                       = 'Добавить столбец';
$_['text_add_field ']                       = 'Добавить столбец';
$_['entry_column_title']                    = 'Заголовок столбца';
$_['entry_inner_field_type']                = 'Поле';
$_['text_add_field']                        = 'Добавить столбец';
$_['text_title_edit_row']                   = 'Редактирование строки таблицы';
$_['text_method_get_num_rows']              = 'получить количество строк';
$_['text_method_get_cell']                  = 'получить значение ячейки';
$_['text_method_set_row']                   = 'изменить строку';
$_['text_method_add_row']                   = 'добавить строку';
$_['text_method_del_row']                   = 'удалить строку';
$_['text_hidden']                           = 'Скрывать';
$_['text_visible']                          = 'Показывать';
$_['text_column_table']                     = 'Столбец';
$_['text_edit_column']                      = 'Настройка столбца';
$_['text_source_field']                     = 'Поле';
$_['text_no_available_fields']              = 'Все табличные поля установлены';
$_['text_no_required']                      = 'Необязательно для заполнения';
$_['text_required']                         = 'Обязательно для заполнения';

$_['error_required']                        = 'Необходимо заполнить: ';

$_['entry_method_get_cell_row']             = 'Номер строки';
$_['entry_method_row']                      = array(
  'set_row' => 'Номер строки',
  'add_row' => 'Вставить перед',
  'del_row' => 'Номер строки',
);
$_['entry_method_get_cell_col']             = 'Столбец таблицы';
$_['entry_inner_field_form_display']        = 'В шаблоне формы';
$_['entry_inner_field_view_display']        = 'В шаблоне просмотра';
$_['entry_method_set_row_accordance_table'] = 'Значения столбцов';

$_['help_method_get_cell_row']              = 'Выберите строку, из которой будет получено выбранное ниже полей (нумерация начинается с 1)';
$_['help_method_get_cell_col']              = 'Выберите столбец для получения значения';
$_['help_inner_field_form_display']         = 'Если в этом параметре установить обязательность для заполнения поля или выбрать значение СКРЫВАТЬ, при котором столбец будет скрыт от пользователя в режиме редактирования таблицы. Внимание! Скрытие столбца не означает надежную защиту данных столбца от пользователя!';
$_['help_inner_field_view_display']         = 'Если в этом параметре выбрать значение СКРЫВАТЬ, столбец будет скрыт от пользователя в режиме просмотра таблицы. Внимание! Скрытие столбца не означает надежную защиту данных столбца от пользователя!';
$_['help_method_set_row_accordance_table']  = 'Выберите необходимые столбцы таблицы и поля, из которых будет получены новые значения для них. Столбцы, которые не нужно изменять, не выбирайте';
$_['help_method_row']                       = array(
  'set_row' => 'Порядковый номер строки, которая будет изменена (нумерация начинается с 1).',
  'del_row' => 'Порядковый номер строки, которая будет удалена (нумерация начинается с 1).',
  'add_row' => 'Новая строка будет вставлена перед строкой с номером, указанном в этом параметре (нумерация начинается с 1). Если номер строки не указать, новая строка будет добавлена в конец таблицы'
);
