<?php

$_['heading_title']                             = 'Текст';

$_['tab_image']                                 = 'Загрузка изображений';

$_['text_success']                              = 'Настройки поля сохранены';
$_['text_extension']                            = 'Поля';
$_['text_field_description_default']            = 'Задано значение по умолчанию';
$_['text_description_editor_enabled']           = 'Отображать редактор';
$_['text_method_get_first_chars']               =  'получить первые n символов';
$_['text_method_get_line']                      =  'получить строку n';
$_['text_method_get_total_line']                =  'получить количество строк';
$_['text_method_get_substr']                    =  'получить подстроку';
$_['text_method_get_text']                      =  'получить чистый текст (без HTML)';
$_['text_method_append_text']                   =  'добавить текст в конец поля';
$_['text_method_append_text_new_line']          =  'добавить текст в конец поля на новую строку';
$_['text_method_insert_text']                   =  'вставить текст в начало поля';
$_['text_method_insert_text_new_line']          =  'вставить текст в начало поля на новую строку';
$_['text_method_append_text_separator']         =  'добавить текст в конец поля через разделитель';
$_['text_method_insert_textes']                 = 'записать множество значений';
$_['text_method_set_value_from_template']       =  'вставить текст по шаблону';
$_['text_editor_form_image_title']              = 'Загрузка файла';
$_['text_change_type_yes']                      = 'Обновить все поля типа Текст на Текст+';
$_['text_change_type_no']                       = 'Установить Текст+ как отдельное поле';
$_['text_method_get_substr_description']        = 'Метод разбивает содержимое поля по заданному разделителю и возвращает указанную часть';
$_['text_version']                              = 'Версия';
$_['text_license']                              = 'Лицензия';
$_['text_method_param_source']                  = 'Добавляемый текст';
$_['text_add_string']                           = 'Добавить строку';
$_['text_inserting_string']                     = 'Вставляемая строка';
$_['text_adding_string']                        = 'Добавляемая строка';
$_['text_del_string']                           = 'Удалить строку';

$_['error_permission']                          = 'У вас нет прав на редактирование поля';
$_['entry_editor_enabled']                      = 'Отображать редактор';
$_['entry_script_enabled']                      = 'Выполнять скрипты';
$_['entry_default']                             = 'Значение по умолчанию';
$_['entry_char_count']                          = 'Количество символов';
$_['entry_method_insert_text_separator']        = 'Введите разделитель';
$_['entry_method_get_field_line']               = 'Поле с номером строки';
$_['entry_method_get_substr_separator']         = 'Разделитель';
$_['entry_method_get_substr_part']              = 'Порядковый номер части';
$_['entry_file_ext_allowed']                    = 'Разрешенные для загрузки расширения файлов';
$_['entry_file_mime_allowed']                   = 'Разрешенные для загрузки форматы файлов (MIME)';
$_['entry_size_file']                           = 'Максимальный размер загружаемого файла';
$_['entry_change_type']                         = 'Использование существующих данных';
$_['entry_max_image_width']                     = 'Максимальная ширина изображения';
$_['entry_max_image_height']                    = 'Максимальная высота изображения';

$_['help_file_ext_allowed']                     = 'Каждое создаваемое поле файлового типа будет по умолчанию содержать перечисленные расширения в качестве разрешенных. Лишние расширения можно убрать в настройках каждого конкретного поля';
$_['help_file_mime_allowed']                    = 'Каждое создаваемое поле файлового типа будет по умолчанию содержать перечисленные MIME-форматыы в качестве разрешенных. Лишние форматы можно убрать в настройках каждого конкретного поля';
$_['help_editor_enabled']                       = 'Отображать редактор для текста';
$_['help_script_enabled']                       = 'Если разрешить выполнение скриптов, то вводимые данные в поле будут сохраняться в том виде, в каком будут получены. ЭТО НЕБЕЗОПАСНО! Включайте эту настройку только в том случае, если не предоставляете пользователям возможность изменения этого поля.';
$_['help_default']                              = 'Значение, которое будет автоматически записано в поле при создании документа';
$_['help_char_count']                           = 'Количество символов';
$_['help_size_file']                            = 'Ограничение на размер загружаемого файла (в килобайтах). Если значение пусто или равно 0, то размер файла будет ограничен только настройками в php.ini';
$_['help_change_type']                          = 'Вы можете установить поле как отдельное либо объединить с существующим текстовым полем. После объединения вы сможете при желании удалить старое текстовое поле и работать только с Текст +';
$_['help_max_image_width']                      = 'Вы можете ограничить максимальную ширину отображаемого в редакторе изображения до указанного в данном атрибуте размера в пикселах. При пустом или нулевом размере ширина загруженных изображений не будет изменяться при отображении в редакторе';
$_['help_max_image_height']                     = 'Вы можете ограничить максимальную высоту отображаемого в редакторе изображения до указанного в данном атрибуте размера в пикселах. При пустом или нулевом размере высота загруженных изображений не будет изменяться при отображении в редакторе';
$_['help_method_get_substr_separator']          = 'Строка будет разбита через данный разделитель на подстроки (если оставить параметр пустым будет использоваться запятая)';
$_['help_method_get_substr_part']               = 'Порядковый номер подстроки, которую вернет метод, начиная с 0';

$_['button_select_file']                        = 'Выбрать файл';

$_['error_filetype']                            = 'Неверный тип файла';
$_['error_upload']                              = 'Ошибка при загрузке';
$_['error_filesize']                            = 'Слишком большой файл';
$_['error_filename']                            = 'Название файла должно содержать от 3 до 250 символов';

$_['action_setting']                            = 'Нет настроек';
