<?php

$_['heading_title']                             = 'Образ поля';

$_['text_field_type']                           = 'Тип поля';
$_['text_field_with_field_uid']                 = 'Источник поля';
$_['text_field_with_document_uid']              = 'Документ';
$_['text_source_value']                         = 'Поле: %s из документа: %s';
$_['text_source_field_type']                    = 'Тип поля: %s';

$_['help_field_type']                           = 'Выберите тип поля, которое будет отображать Образ поля';
$_['help_field_with_field_uid']                 = 'Выберите поле, которое будет содержать идентификатор поля, образ которого будет отображаться';
$_['help_field_with_document_uid']              = 'Выберите поле, которое будет содержать идентификатор документа, к которому относится поле, образ которого будет отображаться';
$_['action_setting']                            = 'Нет настроек';
