<?php

$_['heading_title']                             = 'Образ документа';

$_['text_show_history']                         = 'Показать историю';
$_['text_table_templates']                      = 'Шаблоны типов документов';
$_['text_current_version']                      = 'Текущая версия';
$_['text_select_template_doctype']              = 'Сначала выберите тип документа';
$_['text_empty_template']                       = 'Шаблон пуст';
$_['text_new_doctype']                          = 'Новый тип документа';

$_['help_show_history']                         = 'При установленном переключателе в поле можно будет выбрать версию документа для просмотра';
$_['help_table_templates']                      = 'По умолчанию, документ в этом поле будет отображен в том же шаблоне, что и при его открытии вне поля. В данной таблице можно указать шаблон, который будет использован для отображения документа. Если тип документа однозначно не определен, можно настроить несколько шаблонов для каждого возможного типа';

$_['action_setting']                            = 'Нет настроек';
