<?php

$_['heading_title']                             = 'Условие';

$_['entry_first_value']                         = 'Что сравниваем';
$_['help_first_value']                          = 'Выберите поле и его метод (при необходимости) в качестве первого аргумента сравнения';
$_['entry_first_value_field']                   = 'Поле текущего документа';
$_['entry_second_value']                        = 'С чем сравниваем';
$_['help_second_value']                         = 'Выберите поле и его метод (при необходимости) или введите значение вручную в качестве второго аргумента сравнения';
$_['entry_second_value_field']                  = 'Поле текущего документа';

$_['text_comparison_method']                    = 'Метод сравнения';
$_['text_tab_condition']                        = 'Условие';
$_['text_tab_actions_true']                     = 'Условие верно';
$_['text_tab_actions_false']                    = 'Условие ложно';
$_['text_add_action']                           = 'Добавить действие';
$_['text_field']                                = 'с полем';
$_['text_manual_input']                         = 'со значением';
$_['text_variable']                             = 'c переменной';
$_['text_log']                                  = 'Поле %s %s %s';
$_['text_first_field']                          = 'поле';
$_['text_first_variable']                       = 'переменную';
$_['text_add_condition']                        = 'Добавить условие';
$_['text_route_stop']                           = 'Остановить выполнение маршрута';

$_['help_second_value_type']                    = 'Тип второго значения условия';
$_['help_route_stop']                           = 'После выполнения последнего действия этого блока обработка маршрута будет остановлена. Но, если одно из действий выполнит перемещение документа на другую точку, остановки маршрута не произойдет';

$_['text_condition']                            = 'ЕСЛИ %s, ТО:';
$_['text_condition_else']                       = 'ИНАЧЕ:';
