<?php

$_['entry_confirm']                 = 'Подтверждение удаления';
$_['entry_field_document']          = 'Документ для удаления';

$_['title_confirm']                 = 'Подтверждение удаления';

$_['text_unselect_folder']          = 'Выберите документ (документы) для удаления';
$_['text_description_current_doc']  = 'текущего документа';
$_['text_description_field_doc']    = 'документов из поля %s';
$_['text_loading_removing']         = 'Идет удаление...';

$_['help_confirm']                  = 'Перед выполнением действие может запросить у пользователя подтверждение с текстом, введенном в этом параметре. Это оставить этот параметр пустым, подтверждение запрашиваться не будет';
$_['help_field_document']           = 'Действие может удалить текущий документ или документы из любого поля документа, содержащего их идентификаторы';
