<?php

$_['entry_field_document']                      = 'Поле с документами';
$_['entry_condition_selection']                 = 'Условия выборки';
$_['entry_field_result']                        = 'Поле для записи результата';
$_['entry_document_source']                     = 'Источник документов';
$_['entry_doctype_list']                        = 'выберите тип документов';
$_['entry_document_field']                      = 'выберите поле с документами';
$_['entry_doctype_field']                       = 'выберите поле с типом документа';
$_['entry_sort_field']                          = 'выберите поле';
$_['entry_sum_field']                           = 'выберите поле';
$_['entry_max_field']                           = 'выберите поле';
$_['entry_min_field']                           = 'выберите поле';

$_['help_condition_selection']                  = 'Введите условия, на основании которых будет производится выборка документов';
$_['help_field_result']                         = 'Поле, в которое будут записаны идентификаторы документов, соответствующих условиям выборки';
$_['help_document_source']                      = 'Укажите источник документов, для которых будут применены условия выборки';
$_['help_doctype_list']                         = 'Условия выборки будут применены ко всем документам выбранного типа';
$_['help_document_field']                       = 'Условия выборки будут применены ко всем документам из выбранного поля';
$_['help_doctype_field']                        = 'Условия выборки будут применены ко всем документам имеюющих тип, находящийся в выбранном поле (типов может быть несколько)';
$_['help_sort_field']                           = 'Если выбрать в этом параметре поле, то документы, попавшие в выборку, будут по нему отсортированы';
$_['help_sum_field']                            = 'В качестве результата будет получена сумма значений данного поля во всех документах, соответствующих условиям выборки';
$_['help_limit_total']                          = 'При необходимости можно ограничить количество документов, возвращаемых действием, выбрав в данном параметре поле, содержащее соответствующее число';
$_['help_limit_start']                          = 'По умолчанию, документы начинают выбираться, начиная с самого первого (нулевого). Можно изменить стартовую позицию, выбрав поле, содержащее соответствующее число';
$_['help_type_result']                          = 'Выборка может вернуть список документов, отвечающих указанным критериям, или количество документов, им соответствующих, или максимальное или минимальное значение заданного поля среди выбранных документов';
$_['help_max_field']                            = 'Выберите поле, по которому будет осуществляться сравнение среди документов выборки, чтобы получить максимальное значение';
$_['help_min_field']                            = 'Выберите поле, по которому будет осуществляться сравнение среди документов выборки, чтобы получить минимальное значение';

$_['column_field_1']                            = 'Поле';
$_['column_comparison']                         = 'Сравнение';
$_['column_field_2']                            = 'Значение';
$_['column_field_target']                       = 'В поле';
$_['column_field_source']                       = 'Из поля';


$_['text_and']                                  = 'И';
$_['text_or']                                   = 'ИЛИ';
$_['text_description_document_field']           = 'Выбираются документы из поля %s';
$_['text_description_doctype_field']            = 'Выбираются все документы типа из поля %s';
$_['text_description_doctype_list']             = 'Выбираются все документы типа %s';
$_['text_description_field_result']             = 'Результат записывается в поле %s';
$_['text_description_without_field_document']   = 'Нет документов для выборки';
$_['text_document_source_document_field']       = 'Документы из поля';
$_['text_document_source_doctype_field_list']   = 'Все документы заданного типа, выбранного из списка';
$_['text_document_source_doctype_field']        = 'Все документы заданного типа, полученного из поля';
$_['text_sort_field']                           = 'Сортировать по полю';
$_['text_sum_field']                            = 'Суммировать значения поля';
$_['text_limit_total']                          = 'Ограничить кол-во документов в выборке';
$_['text_limit_start']                          = 'Стартовый порядковый номер документа';
$_['text_type_result']                          = 'Тип результата';
$_['text_result_documents']                     = 'Список документов';
$_['text_result_count']                         = 'Количество документов';
$_['text_result_max']                           = 'Максимальное значение поля';
$_['text_result_min']                           = 'Минимальное значение поля';
$_['text_result_sum']                           = 'Сумма по полю';
$_['text_max_field']                            = 'Поле для поиска максимального значения';
$_['text_min_field']                            = 'Поле для поиска минимального значения';
