<?php

$_['heading_title'] = 'Експорт / імпорт конфігурації';
$_['service_setting'] = 'У сервісу немає загальних параметрів';
$_['tab_export'] = 'Експорт';
$_['tab_import'] = 'Імпорт';
$_['column_doctype'] = 'Тип документа';
$_['column_folder'] = 'Журнал';
$_['entry_select_doctype'] = 'Експортовані типи документів';
$_['entry_select_folder'] = 'Експортовані журнали документів';
$_['help_select_doctype'] = 'Виберіть типи документів, які будуть експортовані';
$_['help_select_folder'] = 'Виберіть журнали документів, які будуть експортовані';
$_['help_column_document'] = 'Експортувати не тільки тип документа, але і всі документи даного типу';
$_['button_upload'] = 'Вивантажити';
$_['button_download'] = 'Завантажити';
$_['error_filetype'] = 'Невірний тип файлу';
$_['error_content'] = 'Файл не містить дані для імпорту';
$_['error_doctype_exists'] = 'Імпортований тип документа або журнал вже існує. Якщо ви хочете все одно замінити цей тип документа або журнал, встановіть перемикач Перезаписувати існуючі типи документів і журнали';
$_['error_no_table'] = 'Помилка! Імпортований файл містить таблиці, відсутні в базі даних:';
$_['error_no_field'] = 'Помилка! Імпортований файл містить поля, відсутні в системі:';
$_['text_import_success'] = 'імпорт виконано';
$_['text_force'] = 'Перезаписати типи документів (журнали), якщо вони існують';
