<?php

$_['heading_title'] = 'Менеджер зображень';
$_['text_uploaded'] = 'Файл завантажено!';
$_['text_directory'] = 'Завершено: Каталог створено!';
$_['text_delete'] = 'Файл або каталог видалено!';
$_['text_confirm_del_image'] = 'Ви дійсно бажаєте видалити?';
$_['entry_search'] = 'Пошук..';
$_['entry_folder'] = 'Нова папка';
$_['error_permission'] = 'У вас немає прав доступу!';
$_['error_filename'] = 'Назва файлу повинна бути від 3 до 255 символів!';
$_['error_folder'] = 'Увага: ім`я каталогу має бути від 3 до 255 символів!';
$_['error_exists'] = 'Файл або каталог із таким іменем уже існує!';
$_['error_directory'] = 'Виберіть каталог!';
$_['error_filesize'] = 'Увага: Некоректний розмір файлу!';
$_['error_filetype'] = 'Увага: Некоректний тип файлу!';
$_['error_upload'] = 'Увага: Файл не може бути завантажений з невідомої причини!';
$_['error_delete'] = 'Неможливо видалити директорію!';
