<?php

$_['entry_doctype'] = 'Тип документа';
$_['entry_set_field_value'] = 'Зіставлення полів';
$_['entry_target_field_name'] = 'Поле створюваного документа';
$_['entry_source_field_name'] = 'Значення з поля поточного документа';
$_['entry_field_new_document'] = 'Записати ідентифікатор нового документа';
$_['entry_field_new_document_author'] = 'Встановити автора з поля';
$_['help_doctype'] = 'Виберіть тип створюваного документа';
$_['help_set_field_value'] = 'В обрані поля створюваного документа будуть записані обрані значення поточного документа';
$_['help_field_new_document'] = 'При необхідності виберіть поле, в яке буде записаний ідентифікатор створеного документа';
$_['help_field_new_document_author'] = 'При необхідності виберіть поле, з якого буде отримано ідентифікатор автора створюваного документа. Якщо в поле буде кілька співробітників, при запуску дії через маршрут буде створено відповідну кількість документів. Якщо не заповнювати даний атрибут, як автор буде встановлений поточний користувач';
$_['column_field_target'] = 'В поле';
$_['column_field_source'] = 'З поля';
$_['text_select_doctype'] = 'Спочатку виберіть тип документа';
$_['error_doctype_not_found'] = 'Не вибрано тип створюваного документа';
$_['error_author_not_found'] = 'Не вдалося знайти автора для створюваного документа';
$_['error_no_author'] = 'Автор створеного документа не визначено';
$_['text_document_create'] = 'Створено новий <a href="%s"> документ </a>';
$_['text_description'] = 'Створити документ типу %s';
$_['text_description_without_doctype'] = 'Тип документа не вибрано';
$_['error_document_not_found'] = 'Документ не може бути збережений. Така помилка відбувається в ситуації, коли документ одного і того ж типу створюється на декількох вкладках браузера. Будь ласка, використовуйте одну вкладку і створіть цей документ знову.';
