<?php

$_['entry_field_document'] = 'Виберіть документ для редагування';
$_['entry_doctype_document'] = 'Тип документа (ДОПИСАТИ ЦЕЙ ПАРАМЕТР ПІЗНІШЕ)';
$_['text_currently_document'] = '- Поточний документ -';
$_['text_not_remove'] = '- Не переміщати -';
$_['text_description_field'] = 'редагувати документ по посиланню з поля "%s"';
$_['text_description_current'] = 'редагувати поточний документ';
$_['text_error_no_document'] = 'Не вибраний документ для редагування';
$_['text_by_link_in_field'] = 'по посиланню з поля';
$_['text_currentdoc'] = 'ПОТОЧНИЙ ДОКУМЕНТ';
$_['help_field_document'] = 'Який документ буде переведений в режим редагування (за замовчуванням, поточний документ). Можна вибрати поле посилального типу, і тоді в режимі редагування буде відкритий документ з цього поля (якщо в поле кілька документів, то перший з них)';
$_['help_doctype_document'] = 'Для настройки переміщення необхідно вказати який тип документа очікується в обраному вище поле';
$_['error_document_not_found'] = 'Не вдалося знайти документ для редагування';
$_['on_save'] = 'Документ змінено';
