<?php

$_['entry_template_message'] = 'Повідомлення';
$_['entry_template_subject'] = 'Тема';
$_['entry_field_email'] = 'Поштові адреси-одержувачі';
$_['entry_attached_file'] = 'Вкладений файл';
$_['help_field_email'] = 'Поле для зазначення адреси електронної пошти, на яку буде відправлено повідомлення. В поле може бути один або декілька адрес електоронной пошти, перерахованих через кому';
$_['help_attached_file'] = 'Поле, що містить файл, який буде вкладено в лист. Поле має повертати повний шлях до цього файлу в файлової системі сервера';
$_['text_error_empty_to'] = 'Поштову адресу одержувача не знайдено';
$_['text_error_wrong_email'] = 'Неправильна адреса одержувача %s';
$_['text_mail_send'] = 'Відправлено поштове повідомлення на';
$_['description_none_email'] = 'Не вибрано адресу електронної пошти';
$_['description_send_email'] = 'відправка пошти за адресою з поля "%s"';
$_['description_email_subject'] = 'з темою %s';
$_['template_error'] = 'Помилка в шаблоні дії Електропошта';
