<?php

$_['entry_field_document'] = 'Документ для переміщення';
$_['entry_document_route'] = 'Цільова точка маршруту';
$_['entry_type_move'] = 'Переміщення інших документів';
$_['help_field_document'] = 'Виберіть документ для переміщення; документ може бути поточним або отриманий по посиланню з поля поточного документа';
$_['help_document_route'] = 'Виберіть точку маршруту, на яку буде переміщений обраний вище документ';
$_['help_type_move'] = 'Переміщення інших документів може зайняти багато часу, тому що може спричинити за собою переміщення третє документів і т.д. Тому рекомендується виконувати таке переміщення в фоновому режимі через сервіс демона';
$_['text_currentdoc'] = 'ПОТОЧНИЙ ДОКУМЕНТ';
$_['text_by_link_in_field'] = 'по посиланню з поля';
$_['text_description_documents'] = 'Документи переміщені';
$_['text_description_document'] = 'Документ переміщено';
$_['text_description_move_doctype'] = 'Переміщається документ';
$_['text_description_move_route'] = 'на точку';
$_['text_description_move_route_field'] = 'на точку з поля';
$_['text_description_move'] = 'переміщається';
$_['text_select_route'] = 'Вибрати зі списку';
$_['text_select_field'] = 'Ідентифікатор точки з поля';
$_['text_move_daemon'] = 'виконувати через демон (рекомендується)';
$_['text_move_action'] = 'виконувати самому дію без демона';
$_['error_document_not_found'] = 'Не знайдені документи для переміщення';
