<?php

$_['entry_field_document'] = 'Поле з адресою для перенаправлення';
$_['help_field_document'] = 'Виберіть поле, яке містить відносний або абсолютний URL-адресу або ідентифікатора документа для перенаправлення';
$_['text_by_link_in_field'] = 'по посиланню з поля';
$_['text_description'] = 'перенаправлення по посиланню з поля %s';
$_['error_document_not_found'] = 'Не знайдено адреси для переспрямування';
$_['error_context'] = 'Дію Перенаправлення може бути використано тільки в контексті активності';
