<?php

$_['entry_confirm'] = 'Підтвердження видалення';
$_['entry_field_document'] = 'Документ для видалення';
$_['title_confirm'] = 'Підтвердження видалення';
$_['text_unselect_folder'] = 'Виберіть документ (и) для видалення';
$_['text_description_current_doc'] = 'поточного документа';
$_['text_description_field_doc'] = 'документів з поля %s';
$_['text_loading_removing'] = 'Триває видалення...';
$_['help_confirm'] = 'Перед виконанням дію може вимагати від користувача підтвердження з текстом, введеному в цьому параметрі. Це залишити цей параметр порожнім, підтвердження не буде запитуватися';
$_['help_field_document'] = 'Дія може видалити поточний документ або документи з будь-якого поля документа, що містить їх ідентифікатори';
