<?php

$_['heading_title']                             = 'Экспорт / импорт конфигурации';

$_['service_setting']                           = 'У сервиса нет глобальных настроек';

$_['tab_export']                                = 'Экспорт';
$_['tab_import']                                = 'Импорт';

$_['column_doctype']                            = 'Тип документа';
$_['column_folder']                             = 'Журнал';

$_['entry_select_doctype']                      = 'Экспортируемые типы документов';
$_['entry_select_folder']                       = 'Экспортируемые журналы документов';

$_['help_select_doctype']                       = 'Выберите типы документов, которые будут экспортированы';
$_['help_select_folder']                        = 'Выберите журналы документов, которые будут экспортированы';
$_['help_column_document']                      = 'Экспортировать не только тип документа, но и все документы данного типа';

$_['button_upload']                             = 'Выгрузить';
$_['button_download']                           = 'Загрузить';

$_['error_filetype']                            = 'Неверный тип файла';
$_['error_content']                             = 'Файл не содержит данные для импорта';
$_['error_doctype_exists']                      = 'Импортируемый тип документа или журнал уже существует. Если вы хотите все равно заменить этот тип документа или журнал, установите переключатель Перезаписывать существующие типы документов и журналы';
$_['error_no_table']                            = 'Ошибка! Импортируемый файл содержит таблицы, отсутствующие в базе данных: ';
$_['error_no_field']                            = 'Ошибка! Импортируемый файл содержит поля, отсутствующие в системе: ';

$_['text_import_success']                       = 'Импорт выполнен';
$_['text_force']                                = 'Перезаписать типы документов (журналы), если они существуют';