<?php

$_['heading_title'] = 'Дія';
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'список модулів';
$_['text_confirm'] = 'Ви впевнені, що хочете видалити цю дію?';
$_['column_name'] = 'Назва';
$_['column_status'] = 'Статус';
$_['column_action'] = 'Дія';
$_['error_permission'] = 'У Вас немає прав для редагування Дій';
$_['error_is_in_use_doctypes_folders'] = 'Дія "%s" використовується в наступних типах документів: %s. Так само дію використовується в журналах: %s. Видалення неможливо.';
$_['error_is_in_use_doctypes'] = 'Дія "%s" використовується в наступних типах документів: %s. Видалення неможливо.';
$_['error_is_in_use_folders'] = 'Дія "%s" використовується журналах: %s. Видалення неможливо.';
$_['error_remove_unavaliable'] = 'видалення неможливо';
