<?php

$_['heading_title'] = 'Поля';
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'список модулів';
$_['text_confirm'] = 'При видаленні поля будуть видалені всі його таблиці. Якщо поле використовувалося і в нього були внесені дані, ці дані будуть втрачені! \r\n\r\nВи впевнені, що хочете видалити поле?';
$_['column_name'] = 'Назва';
$_['column_status'] = 'Статус';
$_['column_action'] = 'Дія';
$_['error_permission'] = 'У Вас немає прав для редагування Полів';
$_['error_is_in_use_doctypes'] = 'Поле "%s" використовується в наступних типах документів: %s. видалення заборонено';
